Repository: lingfeishengtian/FilenFoto
Catalog: FilenFoto/Localizations/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld Photos
ja: %lld項目

# %lld/%lld Photos Imported
source: %1$lld/%2$lld Photos Imported
ja: %1$lld/%2$lldインポートされました

source: After selecting a new cache size, the app will attempt to resize the folder by deleting cached images until it is under the new size.
ja: 新しいキャッシュ最大限を選択すると、キャッシュフォルダーの最古の写真から始まりキャッシュされた写真を消してみます。

source: Common Text
ja: よく使う文字

source: High
ja: 高

source: Image
ja: 写真

source: Library
ja: ライブラリ

source: No Search Results
ja: 検索結果がありません

source: Password
ja: パスワード

source: Popular Categories
ja: 人気項目

source: Refresh
ja: 更新

source: Search
ja: 検索

source: Settings
ja: 設定

source: Sign In
ja: サインイン

source: Storage Management
ja: ストレージ

source: Sync database debug information
ja: データベースデバッグ情報

source: Sync Progress
ja: 同期状況

source: This folder is not empty.
ja: フォルダーに空ではありません

source: Thumbnail Compression
ja: サムネイル圧縮

source: Thumbnail Image Compression
ja: サムネイル圧縮

source: Thumbnails
ja: サムネイル

source: To conserve storage, please choose an appropriate compression level. High and extreme compression my result in better app performance.
ja: メモリを節約するために、自分の習慣によって適当な圧縮レベルを選択してください。

source: Trash Item
ja: 項目を消す

source: Video
ja: 動画

source: WARNING:
ja: 注意：

# You have %lld photos. %@ compression will result in %@ of storage.
source: You have %1$lld photos. %2$@ compression will result in %3$@ of storage.
ja: %1$lld枚の写真があります。%2$@圧縮では%3$@のメモリの必要があります。
